[
    {
        "id": 1,
        "title": "Ratatouille",
        "movies": [1],
        "type": "Main Course",
        "description": "Made with thinly sliced vegetables like zucchini, eggplant, and tomatoes, layered and baked in a savory sauce.",
        "article": "Ratatouille, the iconic French dish, is a celebration of the simplicity and beauty of fresh vegetables, artfully layered and baked. Its depiction in the movie of the same name highlights the care and precision involved in French culinary traditions. This dish reminds us that even the simplest ingredients, when prepared with love and attention, can create something truly extraordinary.",
        "author": "Yotam Ottolenghi",
        "rating": 4.8,
        "length": 90,
        "image": "https://diegopinna.com/nyt-prototype/ratatouille-recipe.png"
    },
    {
        "id": 2,
        "title": "Spaghetti and Meatballs",
        "movies": [11],
        "type": "Main Course",
        "description": "A romantic meal made famous by the iconic spaghetti-sharing scene between Lady and Tramp.",
        "article": "Spaghetti and Meatballs, a classic Italian-American dish, symbolizes comfort and romance, especially made famous in Disney's 'Lady and the Tramp'. This beloved recipe evokes a sense of nostalgia and warmth, making it the perfect meal to share with loved ones on a cozy night in.",
        "author": "Melissa Clark",
        "rating": 4.7,
        "length": 75,
        "image": "https://diegopinna.com/nyt-prototype/spaghetti-and-meatballs.png"
    },
    {
        "id": 3,
        "title": "Chocolate Cake",
        "movies": [12],
        "type": "Dessert",
        "description": "A decadent, moist chocolate cake inspired by the scene where Bruce Bogtrotter devours the entire cake.",
        "article": "Chocolate Cake is the ultimate dessert indulgence, especially the version devoured by Bruce Bogtrotter in 'Matilda'. This rich, moist cake is every chocolate lover's dream and represents victory over adversity—because sometimes, you just need cake!",
        "author": "Claire Saffitz",
        "rating": 4.9,
        "length": 120,
        "image": "https://diegopinna.com/nyt-prototype/chocolate-cake.png"
    },
    {
        "id": 4,
        "title": "Butterbeer",
        "movies": [13],
        "type": "Beverage",
        "description": "A creamy, buttery concoction served hot or cold, famously enjoyed by students at Hogwarts.",
        "article": "Butterbeer, the magical drink from the 'Harry Potter' series, is as creamy and comforting as it sounds. A fan-favorite, this concoction of butterscotch and cream soda is a must-try for anyone wanting to experience a taste of the wizarding world. Whether served hot or cold, it’s bound to bring a smile to your face.",
        "author": "Priya Krishna",
        "rating": 4.5,
        "length": 20,
        "image": "https://diegopinna.com/nyt-prototype/butterbeer.png"
    },
    {
        "id": 5,
        "title": "Lemon Cakes",
        "movies": [14],
        "type": "Dessert",
        "description": "Sansa Stark's favorite treat, these citrusy cakes are a sweet and delicate addition to any tea.",
        "article": "Lemon Cakes, beloved by Sansa Stark from 'Game of Thrones', are delicate, sweet, and tangy treats that bring a touch of nobility to any table. These small cakes are perfect for afternoon tea or any moment that deserves a little sweetness with a citrus twist.",
        "author": "Genevieve Ko",
        "rating": 4.6,
        "length": 60,
        "image": "https://diegopinna.com/nyt-prototype/lemon-cakes.png"
    },
    {
        "id": 6,
        "title": "Big Kahuna Burger",
        "movies": [15],
        "type": "Main Course",
        "description": "A juicy Hawaiian-style burger, often served with pineapple and special sauce.",
        "article": "Big Kahuna Burger, the fictional burger from 'Pulp Fiction', packs bold Hawaiian flavors into a juicy, satisfying bite. The combination of beef, pineapple, and special sauce makes this burger a delicious fusion of tropical and classic American tastes, a must-try for burger lovers.",
        "author": "Kenji López-Alt",
        "rating": 4.7,
        "length": 40,
        "image": "https://diegopinna.com/nyt-prototype/big-kahuna-burger.png"
    },
    {
        "id": 7,
        "title": "Eggs in a Basket",
        "movies": [16],
        "type": "Breakfast",
        "description": "A simple yet delightful dish where an egg is fried inside a slice of bread.",
        "article": "Eggs in a Basket, made famous in 'V for Vendetta', is a simple yet charming breakfast dish where an egg is fried inside a slice of bread. It's a comforting meal that turns something ordinary into something special—a delightful way to start the day.",
        "author": "Sohla El-Waylly",
        "rating": 4.3,
        "length": 15,
        "image": "https://diegopinna.com/nyt-prototype/eggs-in-a-basket.png"
    },
    {
        "id": 8,
        "title": "Sopa de Tortilla",
        "movies": [17],
        "type": "Soup",
        "description": "A traditional Mexican soup made with fried tortilla strips, tomatoes, and chiles.",
        "article": "Sopa de Tortilla, a Mexican classic, warms the soul with its hearty mix of fried tortillas, tomatoes, and chilies. Made famous in 'Tortilla Soup', this dish is perfect for bringing family and friends together around the dinner table.",
        "author": "Yewande Komolafe",
        "rating": 4.8,
        "length": 50,
        "image": "https://diegopinna.com/nyt-prototype/sopa-de-tortilla-recipe.png"
    },
    {
        "id": 9,
        "title": "Timpano",
        "movies": [7],
        "type": "Main Course",
        "description": "A baked pasta dish filled with layers of meatballs, pasta, cheese, and hard-boiled eggs.",
        "article": "Timpano, featured in the movie 'Big Night', is a show-stopping Italian dish filled with layers of pasta, meatballs, cheese, and eggs. It's a labor of love that embodies the rich traditions of Italian cuisine and is perfect for any special occasion.",
        "author": "Sam Sifton",
        "rating": 4.9,
        "length": 180,
        "image": "https://diegopinna.com/nyt-prototype/timpano.png"
    },
    {
        "id": 10,
        "title": "Boeuf Bourguignon",
        "movies": [2],
        "type": "Main Course",
        "description": "A rich French beef stew, simmered in red wine with onions and mushrooms.",
        "article": "Boeuf Bourguignon, a French classic made famous by Julia Child, is a rich beef stew simmered in red wine with mushrooms and onions. This dish is the epitome of comfort food, showcasing the depth and complexity of French cuisine.",
        "author": "David Tanis",
        "rating": 4.9,
        "length": 210,
        "image": "https://diegopinna.com/nyt-prototype/boeuf-bourguignon.png"
    },
    {
        "id": 11,
        "title": "Apple Strudel",
        "movies": [9],
        "type": "Dessert",
        "description": "A classic Viennese dessert with flaky pastry, filled with apples and served with cream.",
        "article": "Apple Strudel, a Viennese dessert made famous in movies like 'Inglourious Basterds', is a flaky, buttery pastry filled with spiced apples. It’s a dessert that brings together comfort, tradition, and indulgence in every bite.",
        "author": "Claire Saffitz",
        "rating": 4.8,
        "length": 150,
        "image": "https://diegopinna.com/nyt-prototype/apple-strudel.png"
    },
    {
        "id": 12,
        "title": "Croque Monsieur",
        "movies": [10],
        "type": "Snack/Main Course",
        "description": "A rich, cheesy French ham and cheese sandwich.",
        "article": "Croque Monsieur, a rich and cheesy French sandwich, is the ultimate comfort food. Whether served as a snack or main course, this classic dish, with its gooey melted cheese and ham, is a must-try for anyone who loves French cuisine.",
        "author": "Ali Slagle",
        "rating": 4.4,
        "length": 30,
        "image": "https://diegopinna.com/nyt-prototype/croque-monsieur.png"
    },
    {
        "id": 13,
        "title": "Chocolate Truffles",
        "movies": [13],
        "type": "Dessert",
        "description": "Rich, velvety chocolate truffles, perfect for satisfying a chocolate craving.",
        "article": "Chocolate Truffles, smooth and velvety, are the perfect indulgence for any chocolate lover. Inspired by the magical world of 'Harry Potter', these truffles offer a rich and satisfying treat, with every bite melting in your mouth.",
        "author": "Eric Kim",
        "rating": 4.9,
        "length": 45,
        "image": "https://diegopinna.com/nyt-prototype/chocolate-truffles.png"
    },
    {
        "id": 14,
        "title": "Beignets",
        "movies": [14],
        "type": "Dessert",
        "description": "New Orleans-style fried doughnuts, dusted with powdered sugar and served hot.",
        "article": "Beignets, the iconic New Orleans-style fried doughnuts, are best enjoyed fresh and dusted with powdered sugar. Featured in 'The Princess and the Frog', these treats are a symbol of Southern hospitality and are perfect for a sweet, indulgent snack.",
        "author": "Vaughn Vreeland",
        "rating": 4.7,
        "length": 90,
        "image": "https://diegopinna.com/nyt-prototype/beignets.png"
    },
    {
        "id": 15,
        "title": "Quiche Lorraine",
        "movies": [15],
        "type": "Main Course",
        "description": "A classic French dish made with eggs, cream, bacon, and cheese.",
        "article": "Quiche Lorraine, a classic French dish, is made with eggs, cream, bacon, and cheese, and it’s a perfect example of French comfort food. Whether served for breakfast, lunch, or dinner, this quiche is a versatile and delicious meal.",
        "author": "Kay Chun",
        "rating": 4.6,
        "length": 60,
        "image": "https://diegopinna.com/nyt-prototype/quiche-lorraine.png"
    },
    {
        "id": 16,
        "title": "Pumpkin Pasties",
        "movies": [13],
        "type": "Dessert",
        "description": "Sweet pumpkin-filled pastries, a Hogwarts favorite.",
        "article": "Pumpkin Pasties, a Hogwarts favorite from 'Harry Potter', are sweet pumpkin-filled pastries that are perfect for fall. They bring a taste of magic to any kitchen, offering a warm, spiced treat that's great for any occasion.",
        "author": "Priya Krishna",
        "rating": 4.8,
        "length": 70,
        "image": "https://diegopinna.com/nyt-prototype/pumpkin-pasties.png"
    },
    {
        "id": 17,
        "title": "Gnocchi",
        "movies": [16],
        "type": "Main Course",
        "description": "Soft, pillowy Italian dumplings made from potatoes.",
        "article": "Gnocchi, soft and pillowy Italian dumplings made from potatoes, are a staple of Italian cuisine. Paired with a simple sauce, this dish is a comforting and delicious meal that has been enjoyed for generations.",
        "author": "Kenji López-Alt",
        "rating": 4.7,
        "length": 90,
        "image": "https://diegopinna.com/nyt-prototype/gnocchi.png"
    },
    {
        "id": 18,
        "title": "Shakshuka",
        "movies": [17],
        "type": "Breakfast",
        "description": "A Middle Eastern dish made with eggs poached in a spicy tomato sauce.",
        "article": "Shakshuka, a Middle Eastern breakfast dish made with eggs poached in a spicy tomato sauce, is a flavorful and hearty meal. It's perfect for brunch or a light dinner, offering a burst of flavor with every bite.",
        "author": "Yewande Komolafe",
        "rating": 4.6,
        "length": 35,
        "image": "https://diegopinna.com/nyt-prototype/shakshuka.png"
    }
]